[Character.CharClass_JackWarlock AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Skills.Skill_FireResist SkillDefinition]
SkillName="fire prevention"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_ShockResist SkillDefinition]
SkillName="flame retardant"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

